sthefaniafs/ESP32S2-ESPIDF/Projetos VSCode/task-deleted/sdkconfig.defaults
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_ESPTOOLPY_FLASHSIZE="4MB"
CONFIG_ESP_CONSOLE_USB_CDC=y
CONFIG_IDF_TARGET="esp32s2"
